import {IService} from "@/models/IService";

export const ServicesData: IService[] = [
    {
        id: 'ExpressDelivery',
        icon: '/img/services/ExpressDeliveryIcon.png',
        name: 'Экспресс-доставка',
        dscr: 'Доставка осуществляется в течение 2-х часов либо к определённому времени в рамках работы отдела продаж. Стоимость доставки уточняйте у менеджера по телефону: +7(911)659-37-37.',
    },
    {
        id: 'Delivery',
        icon: '/img/services/DeliveryIcon.png',
        name: 'Доставка',
        dscr: 'Приобретённые у нас материалы можно доставить: 3 и 6 метровыми автомобилями газель, манипуляторами от 3 до 12 тонн, грузовым транспортом до 20 тонн.',
    },
    {
        id: 'Unloading',
        icon: '/img/services/UnloadingIcon.png',
        name: 'Разгрузка и подъём',
        dscr: 'Осуществляем разгрузку строительных материалов с подъёмом на ваш этаж. Для расчёта стоимости данной услуги сообщите менеджеру особенности места разгрузки.',
    },
    {
        id: 'Calculation',
        icon: '/img/services/CalculationIcon.png',
        name: 'Расчёт',
        dscr: 'Осуществляем бесплатный расчёт и подбор кровель, фасадных и прочих строительных материалов по чертежу покупателя.',
    },
    {
        id: 'Assembly',
        icon: '/img/services/AssemblyIcon.png',
        name: 'Сборка и установка',
        dscr: 'Предлагаем услуги по сборке и установке теплиц. Стоимость услуги уточняйте у менеджера.',
    },
    {
        id: 'Storage',
        icon: '/img/services/StorageIcon.png',
        name: 'Хранение строительных материал',
        dscr: 'Оказываем услуги бесплатного хранения: приобретённых у нас строительных материалов, поликарбоната, утеплителя, сухих смесей и сыпучих материалов.',
    },
    {
        id: 'Sawing',
        icon: '/img/services/SawingIcon.png',
        name: 'Распил',
        dscr: 'Осуществляем бесплатный распил приобретённых у нас материалов для удобства транспортировки.',
    },
]